{
  "skill3": [
    {
      "name": "炎狱爆裂",
      "description": "凝聚熔岩核心引爆毁灭火柱，对直线敌人造成持续灼烧。温度随蓄力提升，最高可熔化钢铁，暴雨环境威力减半。"
    },
    {
      "name": "绝对零度",
      "description": "瞬间冻结水分子制造绝对零度领域，范围内目标陷入冰冻状态。日光直射下加速融化，室内密闭环境效果倍增。"
    },
    {
      "name": "神速拔刀",
      "description":  "0.3秒内完成十二段连续斩击，超高速产生真空刃波及后方敌人。使用后手臂肌肉撕裂需冷却十分钟。"
    },
    {
      "name": "暗影突袭",
      "description": "融入阴影短距传送至目标身后发动背刺，月光下可连续使用三次。日光下无法触发且暴露位置。"
    },
    {
      "name": "圣光洗礼",
      "description": "召唤天界光束治愈范围内友方单位，清除中毒诅咒状态。对亡灵生物附加灼烧伤害，地下环境效果削弱30%。"
    },
    {
      "name": "大地脉动",
      "description": "传导地心能量引发震波，范围击倒敌人并制造岩刺地形。山地环境震级提升两级，沼泽地带无效。"
    },
    {
      "name": "风王结界",
      "description": "压缩气流形成无形屏障，偏转远程攻击并加速近战武器。强风环境维持时间翻倍，真空环境失效。"
    },
    {
      "name": "雷神之锤",
      "description": "召唤巨型雷锤砸向目标区域，落点产生连锁闪电。金属环境电弧跳跃范围扩大，绝缘体阻挡传导。"
    },
    {
      "name": "生命汲取",
      "description": "血红藤蔓刺入目标夺取生命力，50%转化治疗自身。对植物系目标效果减半，圣光环境下藤蔓枯萎。"
    },
    {
      "name": "相位转移",
      "description": "短时间遁入异次元规避攻击，冷却时间30秒。连续使用增加迷失风险，空间稳定区域无法施展。"
    },
    {
      "name": "精神支配",
      "description": "植入意识种子操控目标行动，成功率取决意志差值。强制命令会导致目标精神崩溃，对机械单位无效。"
    },
    {
      "name": "凤凰涅槃",
      "description": "死亡时浴火重生恢复50%状态，冷却72小时。冰冻状态下无法触发，重生后三小时内火抗归零。"
    },
    {
      "name": "毒雾新星",
      "description": "喷射剧毒孢子云造成神经麻痹，顺风扩散范围增加50%。免疫系统可延缓发作，风暴天气快速消散。"
    },
    {
      "name": "星陨召唤",
      "description": "引导宇宙碎片坠入战场，范围伤害附加灼烧。夜间精度提升30%，雨天轨道偏离概率增加。"
    },
    {
      "name": "龙语咒文",
      "description": "吟唱古代龙语法术造成真实伤害，龙裔血脉增强威力。发音错误引发魔力反噬，禁魔领域无效化。"
    },
    {
      "name": "冰晶镜反",
      "description": "凝结冰晶屏障反弹魔法攻击，对火系法术效果倍增。高温环境维持时间锐减，物理攻击可击碎镜面。"
    },
    {
      "name": "暗影束缚",
      "description": "从地面伸出影之触手禁锢敌人，月光下数量翻倍。力量检测失败无法挣脱，强光照射自动解除。"
    },
    {
      "name": "天使降临",
      "description": "暂时获得天使之翼提升机动性，羽翼可抵挡三次攻击。羽毛脱落处失去防护，满月夜飞行高度受限。"
    },
    {
      "name": "时间凝滞",
      "description": "冻结局部空间10秒内行动暂停，消耗十年寿命。对高阶时间抗性生物无效，施术期间自身无法移动。"
    },
    {
      "name": "血怒狂暴",
      "description": "生命值低于30%时激活，攻速伤害翻倍痛觉屏蔽。效果结束陷入虚脱状态，频繁使用永久降低生命上限。"
    },
    {
      "name": "元素融合",
      "description": "组合水火元素制造高温蒸汽爆炸，范围附加灼伤与窒息。潮湿区域伤害增强，沙漠环境效果减弱。"
    },
    {
      "name": "幻影剑舞",
      "description": "制造六个实体分身同步斩击，继承本体50%攻击力。击破分身消失，镜像类能力可复制分身。"
    },
    {
      "name": "重力塌陷",
      "description": "制造微型黑洞牵引范围敌人，中心点造成空间撕裂。天体异象时范围扩大，稳定空间结构抵抗效果。"
    },
    {
      "name": "荆棘之壁",
      "description": "催生带毒荆棘形成移动屏障，触碰敌人反伤出血。森林环境生长速度提升，火攻瞬间焚毁。"
    },
    {
      "name": "圣盾祝福",
      "description": "为单个目标施加绝对护盾抵挡三次攻击，对恶魔特攻。黑暗生物接触圣盾灼伤，施术者同步承受反震。"
    },
    {
      "name": "深渊召唤",
      "description": "随机召唤虚空生物作战，有几率出现顶级掠食者。维持通道消耗精神力，失控可能吞噬召唤者。"
    },
    {
      "name": "音速穿刺",
      "description": "突破音障的直线突刺，路径产生真空刃波及后方。起跑需十米加速距离，狭窄环境碰撞墙壁受伤。"
    },
    {
      "name": "生命绽放",
      "description": "牺牲自身当前生命值20%治愈范围内队友，濒死时治疗量翻倍。虚弱状态下无法施展。"
    },
    {
      "name": "暗影穿梭",
      "description": "在两处阴影间建立通道瞬移，日光下距离缩短70%。黑暗环境可携带两名队友，超载引发空间错位。"
    },
    {
      "name": "雷光瞬闪",
      "description": "化作雷电进行Z字形折射攻击，每次弹射威力递减。金属环境增加弹射次数，橡胶地面无法传导。"
    },
    {
      "name": "冰霜新星",
      "description": "释放环形冻气冻结周围敌人，冻结时长取决环境温度。熔岩地带效果减半，极寒区域永久冻结。"
    },
    {
      "name": "神圣之剑",
      "description": "凝集信仰之力形成光刃，对邪恶系目标伤害翻倍。意志薄弱者持握灼伤双手，黑暗环境照明范围缩减。"
    },
    {
      "name": "傀儡剧场",
      "description": "操控十具人偶布置杀阵，每具继承本体30%属性。丝线最大延伸五十米，斩断丝线人偶失控。"
    },
    {
      "name": "炼金狂潮",
      "description": "将地面转化为沸腾炼金池，持续造成腐蚀伤害。中和酸性物质失效，沙地环境吸收减弱效果。"
    },
    {
      "name": "星辰坠落",
      "description": "引导星座能量降下光雨，每道光束附加神圣伤害。天文异象时威力增强，厚云层减弱打击精度。"
    },
    {
      "name": "毒蛇撕咬",
      "description": "双匕首淬毒造成神经毒素，累计三层触发全身麻痹。毒素抗性延缓发作，神圣治疗可清除毒素。"
    },
    {
      "name": "相位切割",
      "description": "将武器短暂量子化穿透防御，命中实体化造成内伤。能量武器无效化，每日使用上限三次。"
    },
    {
      "name": "灵魂震爆",
      "description": "释放精神冲击波击溃意识，对灵体造成双倍伤害。意志坚定者部分抵抗，精神链接状态反伤施法者。"
    },
    {
      "name": "炎龙吐息",
      "description": "模拟龙息喷射扇形火焰，蓄力增加范围与持续时间。雨天产生高温蒸汽，极寒环境火焰收缩。"
    },
    {
      "name": "寒冰路径",
      "description": "制造冰晶滑道高速移动，路径留下冻气减缓追兵。烈日下快速融化，雪地环境持续时间翻倍。"
    },
    {
      "name": "暗影分身",
      "description": "创造三个具备实体的暗影分身，继承本体80%属性但承受200%伤害。强光直射分身消散。"
    },
    {
      "name": "圣歌咏唱",
      "description": "咏唱神之赞歌持续恢复友方生命，打断后进入沉默状态。亡灵生物范围内持续受伤，恶魔系目标陷入混乱。"
    },
    {
      "name": "重力反转",
      "description": "颠倒局部重力方向，范围内敌人失重漂浮。精密仪器环境慎用，持续时间结束坠落造成二次伤害。"
    },
    {
      "name": "毒藤缠绕",
      "description": "召唤剧毒藤蔓束缚目标，每秒吸取生命值。斩断藤蔓需利器切割，火焰焚烧立即解除。"
    },
    {
      "name": "次元斩",
      "description": "撕裂空间产生黑色裂痕，无视物理防御切割敌人。裂缝三秒后自然修复，触碰残余裂缝持续受伤。"
    },
    {
      "name": "雷云风暴",
      "description": "召唤雷云笼罩战场，随机降下落雷劈击。金属装备引雷概率增加，室内环境落雷击穿天花板。"
    },
    {
      "name": "生命链接",
      "description": "与队友建立生命共享通道，均摊伤害分担治疗。距离超过百米自动断开，单方面切断反噬施法者。"
    },
    {
      "name": "火焰附魔",
      "description": "为武器附加元素烈焰，每次攻击叠加灼烧效果。水系攻击熄灭火焰，油类助燃扩大范围。"
    },
    {
      "name": "寒冰护体",
      "description": "体表凝结冰甲吸收伤害，破碎时释放冰环击退近敌。高温环境融化加速，每击消耗护甲耐久。"
    },
    {
      "name": "暗影爆发",
      "description": "引燃暗影能量震飞周围敌人，附加致盲效果。强光环境威力锐减，完全黑暗下范围翻倍。"
    },
    {
      "name": "神愈之术",
      "description": "消耗信仰之力瞬间治愈致命伤，冷却24小时。无信仰者使用折损寿命，对亡灵反造成伤害。"
    },
    {
      "name": "大地愈合",
      "description": "引导地脉能量恢复地形，修复建筑治愈友军。沙漠环境效果减弱，地震带可能引发二次震动。"
    },
    {
      "name": "风刃乱舞",
      "description": "压缩空气形成旋转风刃，持续切割范围目标。真空环境失效，风暴中攻击范围激增。"
    },
    {
      "name": "雷霆投掷",
      "description": "为投射武器灌注闪电能量，命中后扩散连锁电弧。水体环境扩大影响，绝缘体阻断传导。"
    },
    {
      "name": "剧毒新星",
      "description": "爆发毒雾环扩散，接触目标附加多种异常状态。风向改变影响范围，暴雨天气快速稀释。"
    },
    {
      "name": "空间禁锢",
      "description": "冻结空间粒子定身目标，持续时间取决实力差距。时空混乱区域失控，领域内无法禁锢新目标。"
    },
    {
      "name": "精神穿刺",
      "description": "凝结精神力刺穿意识防御，造成短暂僵直与技能打断。意志壁垒抵抗伤害，反伤概率造成施法者眩晕。"
    },
    {
      "name": "爆炎火球",
      "description": "凝聚高密度火焰投射，爆炸产生灼热气浪。冲击波掀飞小型目标，雨天爆炸范围缩减。"
    },
    {
      "name": "冰封陵墓",
      "description": "冻结目标形成冰棺禁锢，隔绝外部伤害与治疗。冰系抗性缩短时间，高温环境融化加速。"
    },
    {
      "name": "暗影潜伏",
      "description": "融入阴影提升闪避率，脱离时下次攻击必暴击。移动超过五米解除状态，强光照射强制显形。"
    },
    {
      "name": "神圣庇护",
      "description": "展开圣光力场抵御攻击，对暗影攻击防御力倍增。维持时持续消耗法力，力场过载破碎反震施法者。"
    },
    {
      "name": "地震波",
      "description": "重击地面发出穿透性震波，摧毁建筑与地下目标。岩层地带威力增强，沼泽减弱传递效果。"
    },
    {
      "name": "飓风召唤",
      "description": "制造巨型龙卷风吸附目标，风眼内附加持续切割伤害。海上形成水龙卷，无风地带需要更长召唤时间。"
    },
    {
      "name": "连锁闪电",
      "description": "释放闪电箭自动跳跃附近目标，跳跃衰减伤害。水域扩大影响范围，每次跳跃提高失控风险。"
    },
    {
      "name": "毒液喷射",
      "description：": "喷射强酸液体腐蚀护甲，持续降低防御属性。金属装备加速锈蚀，酸抗性减免部分效果。"
    },
    {
      "name": "时间回溯",
      "description": "将单个目标状态恢复到10秒前，生命值无法超过当时上限。对死者无效，时空干扰区域失效。"
    },
    {
      "name": "精神屏障",
      "description": "构筑思维壁垒抵御精神攻击，击破时释放记忆碎片冲击敌人。过载导致短暂失忆，冷却期间精神抗性降低。"
    },
    {
      "name": "熔岩喷发",
      "description": "撕开地壳引发熔岩喷涌，形成持续伤害区域。火山环境规模扩大，极寒地带快速凝固。"
    },
    {
      "name": "绝对防御",
      "description": "三秒内免疫所有伤害，结束后陷入三倍时长硬直。单日限用两次，领域压制下持续时间减半。"
    },
    {
      "name": "影缝之术",
      "description": "用影子钉住目标行动，成功率取决实力差。光源变化影响束缚强度，多重光源下失效。"
    },
    {
      "name": "神罚之雷",
      "description": "召唤神圣雷罚打击敌人，附加禁锢与净化效果。对堕落生物伤害翻倍，圣域内无需引导时间。"
    },
    {
      "name": "大地之枪",
      "description": "凝聚岩刺穿刺目标，地下单位额外伤害。岩石环境威力增加，流沙地带效果锐减。"
    },
    {
      "name": "真空领域",
      "description": "抽离空气制造窒息区域，持续削减生命与法力。密封空间效果增强，植被茂盛区部分抵消。"
    },
    {
      "name": "雷神降临",
      "description": "暂时获得雷神之力，普通攻击附加闪电链。金属环境链式范围扩大，降雨天自动吸引落雷。"
    }
  ]
}