{
  "skill4": [
    {
      "name": "死亡之翼的灭世者",
      "description": "化身死亡之翼的毁灭形态，从高空俯冲撞击地面，引发全地图范围的熔岩喷发和地震，对所有敌人造成毁灭性火焰伤害并击飞，同时撕裂大地形成持续1分钟的熔岩裂隙。"
    },
    {
      "name": "阿尔萨斯的霜之哀伤之怒",
      "description": "释放霜之哀伤的全部力量，对前方锥形区域造成巨额冰霜伤害，将所有命中的敌人转化为亡灵奴仆持续2分钟，并召唤冰封王座虚影冻结整个战场30秒。"
    },
    {
      "name": "伊利丹的恶魔变形",
      "description": "变身为完全体的恶魔猎手，获得恶魔翅膀和邪能利爪，所有属性提升300%，攻击附带邪焰灼烧效果，持续3分钟。期间可以无限使用恶魔冲刺和眼棱光束。"
    },
    {
      "name": "萨格拉斯的黑暗泰坦之怒",
      "description": "召唤萨格拉斯的虚影降临，对全屏敌人造成基于最大生命值的混沌伤害，并有50%几率直接秒杀普通敌人。同时扭曲战场空间，随机生成3个持续存在的虚空裂隙。"
    },
    {
      "name": "艾萨拉的女王之怒",
      "description": "释放上古精灵女王的全部奥术能量，召唤持续1分钟的巨型奥术风暴，每秒对范围内所有敌人造成递增的奥术伤害，并随机将敌人变形为无害小动物10秒。"
    },
    {
      "name": "阿克蒙德的军团降临",
      "description": "开启直达扭曲虚空的传送门，召唤3波燃烧军团恶魔大军(每波10名精英恶魔)为你作战5分钟，同时自身获得恶魔领主光环，使周围敌人持续受到恐惧效果。"
    },
    {
      "name": "吉安娜的冰霜之潮",
      "description": "召唤足以冻结整个海域的极寒风暴，在30秒内对超大范围内所有敌人造成巨额冰霜伤害并叠加深度冻结效果，最终引爆造成基于冻结层数的终极伤害。"
    },
    {
      "name": "萨尔的世界萨满之怒",
      "description": "同时召唤四大元素领主的力量，引发持续2分钟的元素末日：熔火流星、地震、海啸和龙卷风同时肆虐战场，每秒对随机区域造成毁灭性元素伤害。"
    },
    {
      "name": "凯尔萨斯的太阳井之怒",
      "description": "暂时掌控太阳井的能量，获得无限法力值并提升法术强度500%持续1分钟，所有法术变为瞬发且无冷却时间，但结束后会陷入15秒的魔法枯竭状态。"
    },
    {
      "name": "玛法里奥的梦魇觉醒",
      "description": "将整个战场拖入翡翠梦魇，召唤7名梦魇巨龙和无数腐化生物攻击敌人10分钟，同时所有植物活化成为致命的攻击者，自身获得自然之神的祝福。"
    },
    {
      "name": "希尔瓦娜斯的黑暗之箭",
      "description": "射出一支灌注全部女妖之力的黑暗箭矢，对主要目标造成即死效果(对首领级目标造成最大生命值50%的伤害)，并召唤12名被遗忘者精英女妖协同作战30分钟。"
    },
    {
      "name": "拉格纳罗斯的炎魔重生",
      "description": "完全召唤炎魔之王的本体降临战场，持续5分钟。期间可以自由使用萨弗拉斯重击、熔岩喷发等炎魔技能，死亡时会引发相当于最大生命值的熔核爆炸。"
    },
    {
      "name": "巫妖王的亡者大军",
      "description": "召唤一支由100名亡灵战士、20名死亡骑士和5名冰霜巨龙组成的恐怖军团持续作战15分钟，同时整个战场笼罩在永续的暴风雪中，不断产生新的亡灵。"
    },
    {
      "name": "艾露恩的月神降临",
      "description": "祈求月神艾露恩显圣，召唤巨大的月光柱笼罩战场，每秒为所有盟友恢复大量生命值并净化debuff，同时对敌人造成持续神圣伤害，持续3分钟。"
    },
    {
      "name": "古尔丹的恶魔之魂",
      "description": "释放体内所有的邪能，变身为终极恶魔术士形态，可以无限召唤和强化恶魔仆从，所有暗影法术伤害提升400%，但每秒损失3%最大生命值，持续到死亡为止。"
    },
    {
      "name": "泰兰德的星辰陨落",
      "description": "引导艾露恩的愤怒，召唤持续1分钟的星辰雨轰击整个战场，每秒对随机区域造成巨额奥术伤害并有20%几率眩晕目标，在夜晚使用时范围扩大50%。"
    },
    {
      "name": "诺兹多姆的时光倒流",
      "description": "操控时光之流，将战场状态(包括所有单位的生命值、位置和冷却时间)倒退回30秒前，但自身保留记忆和增益效果，可以改变历史走向。"
    },
    {
      "name": "克苏恩的千眼凝视",
      "description": "释放上古之神的全部力量，睁开数百只虚空之眼凝视战场，使所有敌人在10秒内陷入疯狂状态(随机攻击友军)，同时召唤8条巨型触手协同作战5分钟。"
    },
    {
      "name": "阿格拉玛的泰坦之怒",
      "description": "暂时获得泰坦守护者的力量，体型增大300%，所有攻击变为范围效果并附带神圣烈焰，持续5分钟。期间免疫所有控制效果，但移动速度降低40%。"
    },
    {
      "name": "艾泽拉斯之星",
      "description": "唤醒艾泽拉斯星魂的力量，获得星球级别的能量加持10分钟，所有属性提升500%，技能范围扩大至全地图，但使用后需要24小时现实时间恢复星魂能量。"
    }
  ]
}