{
  "weapon": [
    {
      "name": "霜寒龙息",
      "description": "上古冰龙脊椎锻造的长剑，每次挥动都会释放冰霜气息，冻结路径上的水分。击中敌人时附加减速效果，在暴风雪环境中攻击范围扩大30%，但沙漠环境威力减半。"
    },
    {
      "name": "虚空撕裂者",
      "description": "边缘闪烁不稳定能量的臂铠，可撕裂空间制造小型黑洞。吸收敌人生命转化为自身护盾，吸收过量能量可能导致穿戴者肢体量子化，需48小时恢复实体。"
    },
    {
      "name": "凤凰羽扇",
      "description": "用凤凰尾羽制成的法器，激活时展开火焰屏障。每秒治疗范围内友方1%生命值，可复活阵亡队友（冷却72小时），使用者复活后丧失全部法力值三天。"
    },
    {
      "name": "雷霆审判",
      "description": "镶嵌雷神之眼的重弩，箭矢自动追踪带电目标。暴击时引发连锁闪电，雨天攻击范围翻倍，但金属环境可能误伤自身。蓄力超过3秒必出暴击。"
    },
    {
      "name": "深渊低语",
      "description": "寄生型触手护甲，增强穿戴者500%力量属性。每击杀一个目标获得其记忆碎片，累计过多可能引发精神错乱。午夜时分会强制使用者吞噬附近生物。"
    },
    {
      "name": "永昼圣典",
      "description": "纯白金制成的魔法书，记录着神圣箴言。展开30米光明领域削弱暗影生物，同时治疗友军。每次使用需献祭光明材料，否则将消耗使用者视力。"
    },
    {
      "name": "影舞双刃",
      "description": "一对可分离的分子振剑，能穿透合金装甲。暗影状态下攻击不留痕迹，暴击造成持续出血效果。背刺伤害额外加成80%，被识破时武器效能减半。"
    },
    {
      "name": "大地之怒",
      "description": "火山岩铸造的巨锤，击中地面引发岩浆喷发。山地地形造成范围震荡波，但精密实验室环境会破坏仪器。使用时每秒消耗1%体力值。"
    },
    {
      "name": "星轨狙击",
      "description": "连接卫星系统的电磁炮，射程达到50公里。开镜时显示弹道轨迹，大气层内射击会引发电离风暴，24小时内限三发子弹。"
    },
    {
      "name": "神谕之镜",
      "description": "可反射魔法的水晶圆盾，吸收能量后激活预见能力。短暂显示敌人未来3秒行动轨迹，使用过度会镜像记忆混乱。破碎时爆发能量乱流。"
    },
    {
      "name": "荆棘女王",
      "description": "寄生型植物长鞭，鞭打时播撒剧毒孢子。吸血效果可恢复20%伤害量，月光下毒性倍增。枯萎时需浸泡鲜血才能复苏。"
    },
    {
      "name": "量子音叉",
      "description": "震动时引发空间共振的音波枪，击碎玻璃与合金结构。对机械造物造成300%额外伤害，精密环境中可能破坏任务物品。"
    },
    {
      "name": "日蚀双枪",
      "description": "光明与黑暗双子手枪，交替射击造成元素融合爆炸。连击十次触发日全食特效，使敌人目盲三秒，但对使用者的视网膜有永久损伤风险。"
    },
    {
      "name": "织命纺锤",
      "description": "纺锤状的因果律武器，刺入目标后编织其命运线。可强制指定敌人生死概率，每次使用消耗使用者寿命。对免疫时间效果者无效。"
    },
    {
      "name": "冰霜核心",
      "description": "永恒冰川铸造的法杖，召唤暴风雪领域。冻结敌人时有10%几率永久强化自身冰抗性，但高温环境中法杖可能爆炸。"
    },
    {
      "name": "天界之翼",
      "description": "六片羽翼的能量喷射器，提供自由飞行能力。空中攻击提升30%伤害，受损时自动消耗羽毛修复，羽毛耗尽前不会坠落。"
    },
    {
      "name": "怨恨骨笛",
      "description": "远古神祇肋骨制成的乐器，吹奏时唤醒战死者灵魂。召唤亡灵军团数量等同于近期死亡人数，但亡灵可能反噬操纵者。雨天使效果失效。"
    },
    {
      "name": "魔能虹吸",
      "description": "刻满符文的动力手套，直接抽取敌人能量。可夺取敌方增益效果转化为己用，夺取失败遭受能量反冲。吸收魔法生物有永久变异风险。"
    },
    {
      "name": "熔核战斧",
      "description": "内部流转岩浆的单手斧，攻击附加点燃效果。暴击时产生小范围岩浆喷发，水下环境冷却变慢，严寒环境中威力锐减。"
    },
    {
      "name": "暗影斗篷",
      "description": "用虚空物质编织的披风，穿戴者融入阴影消踪。完全躲避物理探测，但强光源下显形时间延长三倍。破损处会泄露虚空辐射。"
    },
    {
      "name": "生命圣杯",
      "description": "盛过不老泉的仪式器皿，可将液体转化为治疗药剂。转换毒素为增益效果，但对不死生物造成神圣伤害，每日使用次数由意志决定。"
    },
    {
      "name": "断钢牙",
      "description": "古代巨兽牙齿打造的重剑，斩断任何硬度低于钻石的物质。攻击无视护甲防御，但挥舞速度降低40%，折断后无法修复。"
    },
    {
      "name": "风暴之怒",
      "description": "聚集雷云能量的动力锤，每击附带闪电链。充能满后释放大范围雷暴，充能过程吸引自然落雷，无云环境需要三倍充能时间。"
    },
    {
      "name": "血蔷薇",
      "description": "吸血荆棘制成的复合弓，箭矢落地生长期望荆棘。束缚敌人并汲取生命力，使用者需定时献祭鲜血保持武器活性，否则会反噬宿主。"
    },
    {
      "name": "记忆水晶",
      "description": "存储无数战斗经验的晶体法球，提供精通所有冷兵器的经验。使用特定武器触发残像辅助攻击，过度使用可能导致人格替代。"
    },
    {
      "name": "月神镰刃",
      "description": "弦月状的能量刀刃，月光下进入相位闪避状态。攻击无视30%防御，满月夜造成真实伤害，新月时攻击力减半。"
    },
    {
      "name": "机神臂",
      "description": "搭载纳米机械的仿生臂，变换十八种武器形态。每次变形消耗能量罐，空罐状态下变形时间延长300%，极端高温干扰纳米虫活性。"
    },
    {
      "name": "湮灭指针",
      "description": "标记目标的怀表型武器，表针走动时造成持续空间切割。开启时无法移动，目标死亡前不停止伤害。误伤风险随使用时间递增。"
    },
    {
      "name": "毒巫坩埚",
      "description": "自动调制药剂的魔法容器，将战场物质转化为毒雾。制造腐蚀、麻痹、幻觉三种效果，风向突变时可能波及友军。"
    },
    {
      "name": "王权杖",
      "description": "黄金宝石杖，释放绝对命令领域。强制低意志目标执行指令，每次使用降低使用者威严值，归零后效力反向。"
    },
    {
      "name": "星辰沙漏",
      "description": "装满星砂的时控装置，倒转时局部区域时间回溯。复活队友或撤销十秒内伤害，每次使用沙粒流失，流尽时持有者时间停滞。"
    },
    {
      "name": "龙语秘典",
      "description": "镌刻龙族符咒的魔法书，吟唱毁灭性龙语魔法。破坏力随使用者血脉纯度提升，非龙裔有50%几率咒文反噬。连续使用导致暂时性失语。"
    },
    {
      "name": "重力靴",
      "description": "调节重力场的足部装备，实现墙壁行走与高空缓降。主动开启十倍重力压迫敌军，使用后三分钟无法再次激活，精密地形可能引发地震。"
    },
    {
      "name": "咒怨娃娃",
      "description": "施加诅咒的巫毒人偶，伤害同步转嫁本体标记的敌人。传递伤害有10%溢出转化为自身创伤，暴雨天气诅咒无效。"
    },
    {
      "name": "太阳护符",
      "description": "永续散发阳光的小型球体，驱散范围20米内的黑暗。使暗影生物燃烧并削弱亡灵，夜间效果减半，极夜环境下完全失效。"
    },
    {
      "name": "蜂巢思维",
      "description": "神经接入装置，连接并控制无人机组群。同时操纵最大12架无人机，机组被毁时精神冲击使用者。强信号干扰区域操控距离减半。"
    },
    {
      "name": "冰火双生",
      "description": "蓝红双色能量环，分别释放绝对零度与等离子火焰。同时激活引发物质湮灭效果，冷热能量失衡导致爆炸风险。"
    },
    {
      "name": "影子戏箱",
      "description": "投影魔怪的中世纪放映机，召唤暗影生物作战。召唤物存在时间由放映时长决定，强光直射下暗影生物瞬间消散。"
    },
    {
      "name": "血骨战旗",
      "description": "浸泡深渊血池的军旗，提升友方单位30%战意。阵亡战友灵魂化为护盾，随存活队友减少增强效果，旗毁时未消散灵魂反噬。"
    },
    {
      "name": "熵力手套",
      "description": "加速目标熵增过程的高科技手套，接触物体时加速腐败老化。对生物造成不可逆细胞衰变，使用后会永久性提高自身新陈代谢速率。"
    },
    {
      "name": "虫洞匕首",
      "description": "可在任何两点间开辟微型虫洞的匕首，实现瞬间穿刺打击。空间坐标计算错误可能割断自身手臂，冷却时间15秒。"
    },
    {
      "name": "圣骸布",
      "description": "包裹过圣徒遗体的裹尸布，展开产生神圣防护立场。完全隔绝邪秽侵蚀，洗涤穿戴者心灵的同时压制情感波动。接触污物降低效果。"
    },
    {
      "name": "梦境罗盘",
      "description": "指针永远指向梦境入口的指南针，撕开现实裂缝连接梦界。召唤梦魇生物助战或拉敌人入噩梦，噩梦崩塌使用者会被困在梦境夹缝。"
    },
    {
      "name": "元素四弦琴",
      "description": "风火水土元素组成的竖琴，弹奏不同和弦引发自然响应。演奏时无法移动，元素失衡引发自然灾害。"
    },
    {
      "name": "泰坦指虎",
      "description": "汲取地脉能量的巨大拳套，每击震动地表。近战攻击附加范围击倒效果，但在脆弱地形的洞穴中可能引发塌方。"
    },
    {
      "name": "时之沙剑",
      "description": "剑身流转细沙的长剑，斩中目标加速其时间流速。使敌人急速衰老或伤口恶化，对时间抗性生物效果减弱。沙漏尽时武器自动修复。"
    },
    {
      "name": "冥河船桨",
      "description": "浸透亡者叹息的船桨，挥动产生灵魂尖啸。攻击灵体目标威力加倍，生者接触遭受精神压迫，使用者夜晚会听见冥河水流声。"
    },
    {
      "name": "炼金火铳",
      "description": "填装炼金物质的手枪，子弹随机附加元素效果。火焰/冰冻/麻痹随机触发，弹匣过载导致炸膛风险。弹壳需手动充能两小时。"
    },
    {
      "name": "神行靴",
      "description": "刻画缩地符文的皮靴，每步踏出十米距离。复杂地形移动不受阻碍，连续使用产生空间眩晕感，限时五分钟移动加成。"
    },
    {
      "name": "瘟疫香炉",
      "description": "散发致命孢子的黄铜炉，播撒生化病毒云。感染目标随时间增加病症，风散范围扩大但减弱毒性。使用者需定期服用抗剂。"
    },
    {
      "name": "妖精之吻",
      "description": "注入森林精华的短弩，箭矢诱导植物疯长。使战场快速覆盖藤蔓困敌，但失控生长可能妨碍友军。冬季效果弱化70%。"
    },
    {
      "name": "磁暴线圈",
      "description": "背挂式特斯拉装置，释放连锁闪电。自动攻击金属目标，满能量时超载范围扩大50%，雨天短路风险。"
    },
    {
      "name": "幻象斗篷",
      "description": "光线偏折织物制成的隐身衣，完全视觉隐匿。移动速度超过每秒五米显形，红外探测设备可定位。遇水失效。"
    },
    {
      "name": "亡者圣经",
      "description": "人皮装订的咒文典籍，诵读死者真名操纵其尸骸。控制强度取决于掌握的死灵知识，操纵失败死者复苏反攻。满月夜失控风险倍增。"
    },
    {
      "name": "海皇三叉戟",
      "description": "分水御浪的神器，掌控半径一公里的海域。引发海啸与水龙卷，离水环境仅保留基础伤害。被海洋生物视为天敌。"
    },
    {
      "name": "天眼石",
      "description": "第三只眼植入体，透视物质与生物能量流向。识破隐形单位十秒，持续使用导致脑压升高，每日开启限时十分钟。"
    },
    {
      "name": "蜂群控制器",
      "description": "操控纳米蜂群的遥控装置，噬尽一切物质。破甲效率与数量成正比，强电磁脉冲会摧毁蜂群，重建需24小时。"
    },
    {
      "name": "光棱剑",
      "description": "纯净光能构成的光剑，无实体不可格挡。对暗影物质造成灼烧真实伤害，电力环境威力增强，完全黑暗环境维持90秒。"
    },
    {
      "name": "混沌魔方",
      "description": "不断变换形态的神秘几何体，随机赋予接触者增益/诅咒。每次开启效果无法预测，使用后魔方重组需12小时。"
    },
    {
      "name": "蛛神毒牙",
      "description": "深林蜘蛛神獠牙所制双匕首，攻击注入神经毒素。累计伤害引发全身麻痹，毒素通过杀戮强化。使用者需定期排毒。"
    },
    {
      "name": "摄魂铃",
      "description": "摇晃时震散灵魂的青铜铃，范围剥夺战斗意志。击溃心智薄弱者，意志对抗失败自身精神错乱。防音设施抵抗此效果。"
    },
    {
      "name": "太阳炉",
      "description": "微型核聚变反应堆提供无尽能量，但过热需要冷却机制。可驱动任何能量武器，过载将引发小型核爆。泄露辐射永久污染区域。"
    },
    {
      "name": "虚空胃囊",
      "description": "人造异次元空间胃袋，吞噬并转化物质。可存储十吨物品或喷吐物质炮，吞噬生物会被消化液腐蚀，取出时已残破不堪。"
    },
    {
      "name": "凤凰卵",
      "description": "蕴含涅槃之力的宝石，佩戴者死亡时浴火重生。复活清除所有负面状态，但冷却时间长达30天，被诅咒杀死无法触发。"
    },
    {
      "name": "以太锁链",
      "description": "跨越空间的能量锁链，束缚灵体与实物。控制敌人或传递能量，束缚强大目标反噬使用者，链条断裂后需12小时重塑。"
    },
    {
      "name": "星尘法球",
      "description": "压缩星云物质的水晶球，释放超新星冲击波。十秒充能后毁灭性范围攻击，冷却期间无防护能力。狭窄空间引发回火。"
    },
    {
      "name": "贤者之石",
      "description": "炼金术终极产物，点石成金并转换物质。修复装备或制造稀有材料，每次使用缩小体积，耗尽彻底消失。"
    },
    {
      "name": "魔偶丝线",
      "description": "坚不可摧的无形丝线，操控战场布设陷阱。最远操控距离200米，线断时精神切割伤及使用者大脑。"
    },
    {
      "name": "神怒拳套",
      "description": "封印神之力量的青铜拳甲，每击引发神力震荡。连续命中五次引发神之怒范围伤害，但会逐渐破坏使用者手臂骨骼结构。"
    },
    {
      "name": "冥王星",
      "description": "超低温手枪，射击路径冻结空气。击中目标产生绝对零度领域，对火焰生物一击必杀，高温环境威力锐减。"
    },
    {
      "name": "创生之笔",
      "description": "改写现实的鹅毛笔，空绘具现化物品。具现物存续时间等于绘制时间，违规创造物可能引发时空悖论。"
    },
    {
      "name": "因果律子弹",
      "description": "七枚必中目标的特殊弹，填充后强制命中预定位置。击杀目标改写现实引发蝴蝶效应，过度使用导致自身存在不稳定。"
    },
    {
      "name": "叹息之墙",
      "description": "封印无数亡者灵魂的巨盾，完全防御物理魔法攻击。吸收伤害超过阈值释放灵魂冲击波，每次使用增加盾牌重量。"
    },
    {
      "name": "深渊凝视",
      "description": "镶嵌邪眼的头盔，发射石化射线。凝视三秒以上目标永久石化，对镜面反射目标可能误伤自身。被击碎邪眼引发精神风暴。"
    },
    {
      "name": "神行符轮",
      "description": "加速粒子环，极致提升佩戴者移动速度。达到亚音速时肉身承受压力极限，持续10秒后强制冷却5分钟。"
    },
    {
      "name": "百兽王铠",
      "description": "融合百种兽魂的生物铠甲，激活获得相应野兽特质。被动提升各种环境适应力，兽魂暴走时可能导致人格兽化。"
    },
    {
      "name": "等离子战斧",
      "description": "离子体包覆的战斧，切开物质的分子键。破甲属性随攻击时间递增，能源耗尽后需充能8小时。潮湿环境稳定性差。"
    },
    {
      "name": "死星权杖",
      "description": "微型黑洞驱动的法杖，重力扭曲周围环境。创造小型引力井牵引敌人，能量失控会形成真实黑洞吞噬持有者。"
    },
    {
      "name": "永恒沙",
      "description": "时光河床取出的沙粒，抛撒区域时间流速减半。持续五分钟领域效果，效果结束被停滞时间一次性补偿回弹。"
    },
    {
      "name": "血月镰刃",
      "description": "血月锻造的收割镰刀，吸取生命力治疗使用者。红月夜杀敌永久增加1点攻击力，新月夜属性削弱至基础值。"
    },
    {
      "name": "原初代码",
      "description": "记载宇宙底层逻辑的石板，改写局部物理规则。改变重力/光速等常量，每次修改遭现实修正反噬。"
    },
    {
      "name": "精灵王弓",
      "description": "世界树枝干制造的长弓，自然魔法充能箭矢。森林环境中箭矢自动锁定目标，沙漠环境攻击距离减半。"
    },
    {
      "name": "神蚀脑",
      "description": "液态金属寄生体，附着后增强大脑运算能力。预测敌人行动轨迹，过度计算引发脑细胞灼烧损伤。"
    },
    {
      "name": "灾厄魔方",
      "description": "包含三十六种天灾的武器系统，每次启动随机触发灾害。海啸/地震/陨石等无差别攻击，使用后需重新收集环境能量。"
    },
    {
      "name": "量子护罩",
      "description": "展开概率偏移力场，使90%攻击量子隧穿无效化。过载护罩时随机传送持有者到三公里内地点，无备用能源时无法激活。"
    },
    {
      "name": "诸神黄昏",
      "description": "篆刻鲁纳符文的巨剑，吸收战场亡魂力量。每斩碎一个灵魂增加武器重量与威力，满负荷时需使用者献祭生命驱动。"
    },
    {
      "name": "潘多拉魔盒",
      "description": "开启后释放七种原罪攻击，领域内敌人受随机诅咒。再次关闭需献祭持有者部分灵魂，永久缺失情感模块。"
    },
    {
      "name": "龙吼号角",
      "description": "吹响召唤龙族仆从的号角，回应效果取决于龙族声望。威望低落时被召唤龙族攻击使用者，冷却期内发出无效龙吼。"
    },
    {
      "name": "天罚雷环",
      "description": "悬浮背后的环状武器，自动拦截投射物并反击。遭受攻击时降下落雷惩罚敌人，电力环境威力和精度倍增。"
    },
    {
      "name": "星海罗盘",
      "description": "定位空间坐标的古代仪器，撕裂位面壁垒传送小队。传送后标记空间波动48小时，被追踪可能遭遇伏击。"
    },
    {
      "name": "魔道书禁律",
      "description": "书写禁令的魔法书，设下不可触犯规则领域。最多设定3条法则（如禁用火焰），违背者遭受神罚，但书写新法则清除之前所有律令。"
    },
    {
      "name": "深渊胃袋",
      "description": "可吞食物质的生物武器，消化后分解成基础能量。吸收攻击伤害50%为护盾，吞食超限时反吐腐蚀物质流。"
    },
    {
      "name": "时间之锚",
      "description": "停止局域时空的怀表，冻结百米内所有粒子运动。效果结束恢复时间流，被冻结者无过程记忆。每日限用一次。"
    },
    {
      "name": "光翼推进器",
      "description": "背部折叠光能推进器，提供超高速机动性。空战提升200%机动性，撞击障碍物时防护薄弱，强磁环境失灵。"
    },
    {
      "name": "死寂领域",
      "description": "创造绝对无声结界，屏蔽范围所有声波震动。隔绝音波攻击也阻断友军通讯，时间过长造成使用者耳鸣眩晕。"
    },
    {
      "name": "血神戒",
      "description": "嗜血魔戒，击杀目标时存储血气。消耗血气召唤血魂作战或治疗致命伤，戒灵会持续引诱佩戴者制造杀戮。"
    },
    {
      "name": "全知芯片",
      "description": "植入大脑的量子处理器，破解敌人战斗模式。三秒内分析出目标弱点，超频运算导致短期失忆风险。"
    },
    {
      "name": "炼狱熔炉",
      "description": "背负式火焰喷射器，燃料使用地狱岩浆。点燃区域持续灼烧十分钟，但高温反噬会缓慢烤焦使用者内脏。"
    },
    {
      "name": "幻惑面具",
      "description": "变化面孔的记忆金属面罩，模仿任何接触过的生物。完美伪装时无法使用原武器能力，露出破绽后目标识破率翻倍。"
    },
    {
      "name": "圣晶法杖",
      "description": "增幅信仰之力的水晶杖，神术效果提升三倍。非信徒持握遭受圣光灼烧，信仰冲突时杖身产生裂纹。"
    },
    {
      "name": "战争号令",
      "description": "统帅战鼓，鼓点范围内友军战意激昂。提升20%全属性但战后陷入透支状态，鼓皮破损后需用敌人皮肤修补。"
    },
    {
      "name": "无限剑制",
      "description": "展开固有结界投影武器库，无限复制见过的武器。投影品阶永远低于原型，投影神灭级武器可能粉碎结界。"
    }
  ]
}