{
  "weapon": [
    {
      "name": "霜之哀伤",
      "description": "巫妖王阿尔萨斯的符文魔剑，剑身萦绕着永不消散的寒气。攻击时吸取敌人生命力治疗持有者，并有几率召唤冰霜亡魂助战。对生者造成额外暗影伤害，但长期使用会腐蚀使用者的灵魂。"
    },
    {
      "name": "灰烬使者",
      "description": "圣骑士的传奇巨剑，剑身内封印着纯净的圣光之力。对亡灵和恶魔造成毁灭性伤害，攻击时有几率释放神圣风暴。持有者免疫恐惧效果，在对抗邪恶生物时剑身会发出耀眼光芒。"
    },
    {
      "name": "雷霆之怒·逐风者的祝福之剑",
      "description": "风王子桑德兰的佩剑，剑刃中跃动着风暴之力。每次攻击都有几率召唤闪电链攻击多个目标，在雷雨天气下威力倍增。移动时会在身后留下电流轨迹，提升15%移动速度。"
    },
    {
      "name": "埃提耶什·守护者的传说之杖",
      "description": "麦迪文使用过的法杖，顶端镶嵌着强大的奥术水晶。大幅提升法术强度和暴击几率，施法时有几率触发奥术智慧效果，暂时提高所有属性。在卡拉赞内使用时额外获得法术穿透。"
    },
    {
      "name": "毁灭之锤",
      "description": "奥格瑞姆·毁灭之锤的传奇战锤，蕴含着强大的元素之力。近战攻击有几率触发地震效果，对周围敌人造成自然伤害。在战斗中会随着击杀数增加而逐渐提升攻击速度。"
    },
    {
      "name": "奎尔塞拉",
      "description": "上古精灵铸造的符文剑，剑身上刻有古老的防御符文。成功格挡后会自动发动一次精准反击，在生命值低于30%时获得一个吸收护盾。对恶魔的攻击会留下持续燃烧的圣焰。"
    },
    {
      "name": "暗影之刃",
      "description": "由虚空精华锻造的诡异匕首，刀刃仿佛能吸收光线。背刺攻击必定暴击，并有几率使目标陷入短暂的暗影恐惧。在阴影中潜行时完全不会发出任何声响。"
    },
    {
      "name": "伦鲁迪洛尔·上古守护者的长弓",
      "description": "上古精灵传承的神弓，弓身由世界之树的枝条制成。箭矢飞行速度提升50%，并有几率触发自然之怒，召唤藤蔓缠绕目标。在森林环境中射击精准度大幅提升。"
    },
    {
      "name": "阿什坎迪·兄弟会之剑",
      "description": "黑铁矮人锻造的巨剑，剑身上刻有AL字样。攻击时有几率召唤黑铁矮人灵魂协同攻击，对龙类生物造成额外伤害。持有时火抗性大幅提升，但会受到额外的冰霜伤害。"
    },
    {
      "name": "恶魔之击",
      "description": "用燃烧军团恶魔的利爪打造的匕首。攻击时有几率注入恶魔毒素，造成持续暗影伤害。对昏迷目标的第一次攻击必定暴击，并有几率触发短暂的攻击速度提升。"
    },
    {
      "name": "大元帅的双刃刀",
      "description": "联盟最高军事荣誉象征的双手剑。攻击时有几率触发战斗狂热，短时间内提升攻击速度和伤害。在战场环境中击杀敌人会恢复部分生命值。"
    },
    {
      "name": "暗影烈焰法杖",
      "description": "奈法利安用黑龙之焰和暗影魔法锻造的法杖。火焰法术有几率转化为暗影烈焰，造成额外暗影伤害。施法时有低几率召唤一条小型暗影黑龙协助作战。"
    },
    {
      "name": "死亡之钉",
      "description": "克尔苏加德用寒冰和黑暗魔法打造的匕首。攻击时附加冰霜伤害并减速目标，对生命值低于20%的目标有几率直接斩杀。在诺森德地区使用时效果增强。"
    },
    {
      "name": "巨龙之怒·泰蕾苟萨的寄魂杖",
      "description": "蓝龙泰蕾苟萨灵魂寄宿的法杖。奥术法术暴击时有几率触发龙息效果，冰霜法术有几率冻结目标。持有者获得短暂的缓落能力，并在水中可以自由呼吸。"
    },
    {
      "name": "狂野之刃",
      "description": "熔火之心锻造的火焰巨剑。每次攻击都有几率触发烈焰冲击，对前方锥形区域造成火焰伤害。在熔岩环境中剑身会持续燃烧，攻击范围扩大20%。"
    },
    {
      "name": "夜幕",
      "description": "由暗夜精灵月神殿祝福的双手剑。在夜晚攻击速度提升30%，并有几率召唤月光束攻击敌人。对亡灵和恶魔的攻击会附加额外的神圣伤害。"
    },
    {
      "name": "混乱之刃",
      "description": "用扭曲虚空中的混沌物质锻造的诡异长剑。攻击时造成随机类型的元素伤害，并有低几率触发混乱爆炸。持有时会周期性改变自身的外形和颜色。"
    },
    {
      "name": "沙漠掠夺者之刺",
      "description": "安其拉虫族用神秘水晶打造的匕首。攻击时有几率吸取目标法力值，在沙漠环境中攻击会掀起小范围沙暴。对施法者的攻击有几率触发短暂的沉默效果。"
    },
    {
      "name": "高阶督军的赶猪棒",
      "description": "部落最高军事荣誉象征的双手锤。攻击时有几率触发战争怒吼，提升自身和附近盟友的攻击强度。在战场环境中击杀敌人会获得短暂的移动速度加成。"
    },
    {
      "name": "巨龙之击",
      "description": "用死亡之翼的鳞片锻造的长柄武器。攻击龙类生物时造成额外伤害，并有几率触发龙威效果使目标短暂畏缩。持有时可以感知附近龙类生物的存在。"
    },
    {
      "name": "血领主庇护者",
      "description": "祖尔格拉布血神哈卡信徒使用的巨斧。攻击时有几率触发嗜血效果，将部分伤害转化为治疗。对流血目标的攻击会造成额外伤害。"
    },
    {
      "name": "无尽黑暗之刃",
      "description": "用虚空领主核心锻造的诡异长剑。攻击时有几率释放暗影新星，对周围敌人造成暗影伤害。在完全黑暗的环境中武器伤害提升50%。"
    },
    {
      "name": "烈焰之怒",
      "description": "拉格纳罗斯亲自锻造的火焰长剑。普通攻击转化为火焰伤害，并有几率触发熔岩喷发。持有时免疫火焰伤害，但会受到额外的冰霜伤害。"
    },
    {
      "name": "雷霆之牙",
      "description": "用风元素领主的精华锻造的匕首。攻击速度极快，每次攻击都有几率触发闪电箭。在雷暴天气下攻击会触发连锁闪电效果。"
    },
    {
      "name": "玛拉达斯·黑龙军团的符文剑",
      "description": "奈法利安实验室出品的实验性符文剑。攻击时有几率触发黑龙之焰，对前方锥形区域造成火焰伤害。对龙类生物的攻击会留下持续燃烧的龙炎。"
    },
    {
      "name": "上古守护者的手杖",
      "description": "由翡翠梦境中取出的远古法杖。自然法术效果提升30%，治疗法术有几率触发生命绽放效果。在户外自然环境中施法时法力消耗降低20%。"
    },
    {
      "name": "末日决战",
      "description": "天灾军团打造的巨型符文剑。攻击时有几率触发死亡寒意，冻结目标并造成额外冰霜伤害。对生命值低于30%的目标有几率触发即死效果。"
    },
    {
      "name": "龙息手持火炮",
      "description": "黑铁矮人用黑龙之息改造的火枪。射击时有几率触发龙息弹，对目标及其周围敌人造成火焰伤害。对飞行目标的攻击精准度大幅提升。"
    },
    {
      "name": "艾斯卡达尔的右爪",
      "description": "上古巨魔英雄的利爪拳套。攻击速度极快，连续攻击同一目标会叠加流血效果。在丛林环境中攻击会触发短暂的狂暴状态。"
    },
    {
      "name": "萨弗拉斯·炎魔拉格纳罗斯之手",
      "description": "拉格纳罗斯的传奇战锤。每次攻击都会引发小范围熔岩喷发，对周围敌人造成火焰伤害。在熔火之心内使用时威力倍增，但持有者会持续受到轻微的火焰伤害。"
    }
  ]
}